---
kind: enumMember
id: F:Autodesk.Revit.DB.TessellatedBuildIssueType.OriginalLoopMeshAcuteAngle
enum: Autodesk.Revit.DB.TessellatedBuildIssueType
source: html/b9f37bb0-1c2b-0fe9-a4e8-5a49d2b9b7ac.htm
---
# Autodesk.Revit.DB.TessellatedBuildIssueType.OriginalLoopMeshAcuteAngle

A face loop with a too acute angle between adjacent segments.
 This condition is not relevant for polymesh construction.
 Associated numbers are face, loop and point between segments
 indices respectively.